{
  "next": 0,
  "text": [
    "The Speaker is the second in line to the Presidency, after the Vice President, under the Presidential Succession Act of 1947.",
    "Two Founding Fathers and future Presidents were not at the Constitutional Convention in 1787 and did not sign the Constitution. John Adams was ambassador to Great Britain, and Thomas Jefferson was ambassador to France.",
    "The Constitution provides for two senators from each state, but it does not set the size of the House. That is set by law. It has been 435 since 1912. The original first amendment to the Constitution sought to deal with this issue, but it was never ratified by enough states to become part of the Constitution.",
    "The Constitution was placed with the Department of State in 1789 and stayed in its custody until 1921, when it was transferred to the Library of Congress. It was exhibited there from 1924 until 1954, when it came to the National Archives.",
    "Amendments to the Constitution are repealed by adding another amendment.",
    "Only one Amendment to the Constitution has been repealed—the 18th (Prohibition)",
    "The last time the Constitution was moved (to return it after preservation treatment to the renovated Rotunda in 2003), it was transported by a convey of guarded trucks. In 1921, however, ”Librarian of Congress Herbert Putnam went to the State Department, signed a receipt, placed the Declaration and Constitution on a pile of leather U.S. mail sacks and a cushion in a Model-T Ford truck, returned with them to the Library of Congress, and placed them in a safe in his office.",
    "Six men signed both the Declaration of Independence and the Constitution: George Read, Roger Sherman, Benjamin Franklin, Robert Morris, George Clymer, and James Wilson.",
    "The Constitution does not require that the Speaker of the House of Representatives be a member of the House, although a nonmember has never been chosen Speaker.",
    "The four pages of the Constitution are on permanent display at the National Archives. But there is a fifth page. It is the Letter of Transmittal of the newly written Constitution to the Congress that existed under the Articles of Confederation. The letter, which briefly describes the Constitution, is signed by George Washington, president of the Constitutional Convention. It is dated September 17, 1787, the anniversary of which we celebrate each year as Constitution Day."
  ],
  "numbers": [
    "+16618775511",
    "+15104990839"

  ]
}